Repository: common-repository/reportana
Catalog: languages/reportana-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Save settings
pt_br: Salvar configurações

source: Settings saved successfully
pt_br: Configurações salvas com sucesso

source: Client ID cannot be empty
pt_br: Client ID não pode ser vazio

source: Client Secret cannot be empty
pt_br: Client Secret não pode ser vazio

source: Installation instructions
pt_br: Instruções de instalação

source: In your Reportana account, navigate to Settings in the sidebar menu → Gear → Change platform → WooCommerce. Or go to: <a target="_blank" href="https://app.reportana.com/#/settings/platforms/woocommerce">WooCommerce Integration.</a>
pt_br: Em sua conta da Reportana, navegue até Configurações no menu lateral → Engrenagem → Alterar plataforma → WooCommerce. Ou acesse: <a target="_blank" href="https://app.reportana.com/#/settings/platforms/woocommerce">Integração com WooCommerce.</a>

source: Copy the Client ID and Client Secret.
pt_br: Copie o Client ID e Client Secret.

source: Go to the Reportana plugin settings and paste the Client ID and Client Secret into the respective fields.
pt_br: Acesse as configurações do plugin da Reportana e cole as credenciais Client ID e Client Secret nos respectivos campos.

source: Click Save settings.
pt_br: Clique em Salvar configurações.
